Repository: TaniksHasNoHouse/Przewijarka_BR_Praktyki
Catalog: Logical/mappView/Resources/Texts/ManualPage.tmx
Source language: en
Languages: de, pl

source: Current state
de: Aktueller Stand
pl: Aktualny stan

source: Activate
de: Aktivieren
pl: Aktywacja

source: Set belt speed
de: Bandgeschwindigkeit einstellen
pl: Zadana prędkość taśmy

source: Current belt speed
de: Aktuelle Bandgeschwindigkeit
pl: Aktualna prędkość taśmy

source: Move left
de: Nach links bewegen
pl: Ruch w lewo

source: Move right
de: Nach rechts bewegen
pl: Ruch w prawo

source: Right/left winding
de: Rechts-/Linkswicklung
pl: Przewijanie prawo/lewo

source: PI controller settings
de: PI-Reglereinstellungen
pl: Nastawy regulatorów PI

source: Motor movement
de: Motorische Bewegung
pl: Ruch silnikami

source: Autotune
pl: Autostrojenie
